Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_kiitti_stipendein_saamen_kielten_opinnoissa_menestyneita_oppilaita.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät kiitti stipendein saamen kielten opinnoissa menestyneitä oppilaita
sme: Sámediggi giittii stipeanddaiguin sámegielaid oahpuin bures menestuvvan oahppiid

source: Saamelaiskäräjät jakoi koulujen kevätlukukauden päättyessä stipendejä saamen kielten opinnoissa hyvin menestyneille oppilaille.
sme: Sámediggi jugii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.

source: Stipendin sai yhteensä 15 perusopetuksen päättänyttä oppilasta ja viisi uutta ylioppilasta.
sme: Stipeanddat juhkkojuvvojedje oktiibuot 15 vuođđooahpahusa čađahan oahppái ja viđa ođđa studentii, geat leat čađahan sámegiela iskosa studeantadutkosis.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sme: Sámedikki stipeandda ožžo čuovvovaš nuorat:

source: Ylioppilaat:
sme: Studeanttat:

source: Ivalon lukio : Juuso Valle (pohjoissaame), Johanna Huhtamella (pohjoissaame), Taina Hakovirta (inarinsaame),
sme: Avvila logahat : Juuso Valle (davvisámegiella), Johanna Huhtamella (davvisámegiella), Taina Hakovirta (anárašgiella),

source: Sodankylän lukio: Minja Ylilokka (pohjoissaame)
sme: Soađegili logahat: Minja Ylilokka (davvisámegiella),

source: Utsjoen saamelaislukio: Hánsa Ravna-Pieski (pohjoissaame)
sme: Ohcejoga sámelogahat : Hánsa Ravna-Pieski (davvisámegiella)

source: Perusopetuksen suorittaneet oppilaat:
sme: Vuođđooahpahusa čađahan oahppit:

source: Hetan koulu : Per-Jona Labba (pohjoissaame), Máret-Elle Valkeapää (pohjoissaame), Juulia Mannela (pohjoissaame), Jutta Keskitalo (pohjoissaame)
sme: Heahtá vuođđoskuvla : Per-Jona Labba (davvisámegiella), Máret-Elle Valkeapää (davvisámegiella), Juulia Mannela (davvisámegiella), Jutta Keskitalo (davvisámegiella)

source: Inarin koulu: Diana Kangasniemi (pohjoissaame), Ruut Tervaniemi (inarinsaame)
sme: Anára skuvla : Diana Kangasniemi (davvisámegiella), Ruut Tervaniemi(anárašgiella)

source: Ivalon yläkoulu: Sunna Vihervirta (pohjoissaame), Iida Tervahauta (pohjoissaame)
sme: Avvila badjeskuvla : Sunna Vihervirta (davvisámegiella), Iida Tervahauta (davvisámegiella)

source: Utsjokisuun koulu : Elenna Pieski (pohjoissaame), Iŋgá-Elisa Ravna-Pieski (pohjoissaame)
sme: Ohcejohnjálmmi skuvla : Elenna Pieski (davvisámegiella), Iŋgá-Elisa Ravna-Pieski (davvisámegiella)

source: Karigasniemen koulu: Vilma Halonen (pohjoissaame)
sme: Gáregasnjárgga skuvla : Vilma Halonen (davvisámegiella)

source: Vuotson koulu: Anttu Sieppi (pohjoissaame)
sme: Vuohču skuvla : Anttu Sieppi (davvisámegiella)

source: Tähtikunnan koulu, Sodankylä: Enni Siivola (pohjoissaame)
sme: Nástegieldda skuvla, So ađegilli: Enni Siivola (davvisámegiella)

source: Kastellin koulu, Oulu: Hilda Huusko (pohjoissaame)
sme: Kastelli skuvla, Oulu : Hilda Huusko (davvisámegiella)

source: Länsituulen koulu, Oulu: Elle Haataja (pohjoissaame)
sme: Oarjebiekká skuvla, Oulu: Elle Haataja (davvisámegiella)

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille!
sme: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide!
